cask_args appdir: "/Applications"

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"

##
# Formulae
##
brew "circleci"
# brew "ffmpeg"
brew "gibo"
brew "git"
brew "imagemagick"
brew "jq"
# brew "mas"
brew "tree"
brew "yarn", args: ["without-node"]

##
# Casks
##
# cask "appcleaner"
# cask "blender"
cask "clipy"
cask "docker"
cask "firefox-developer-edition"
cask "font-noto-sans-cjk-jp"
cask "google-chrome"
cask "karabiner-elements"
cask "kindle"
cask "qlcolorcode"
# cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "shiftit"
cask "sublime-merge"
cask "virtualbox"
cask "visual-studio-code"
cask "webpquicklook"

##
# Mac Apps
##
# mas "Battery Monitor", id: 836505650
# mas "Numbers", id: 409203825
# mas "Xcode", id: 497799835
