tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"

# Formulae
brew "ffmpeg"
brew "git"
brew "tree"
brew "youtube-dl"

# Casks
cask "appcleaner"
cask "blender"
cask "clipy"
cask "docker"
cask "firefox"
cask "font-noto-sans-cjk-jp"
cask "google-chrome"
cask "google-chrome-canary"
cask "iina"
cask "karabiner-elements"
cask "kindle"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "rectangle"
cask "sublime-merge"
cask "visual-studio-code"
cask "webpquicklook"
